export const devWorkInfo = [
    {
        year: "۱۳۸۸ - ۱۳۸۹",
        cert: "دیپلم",
        major: "رشته کامپیوتر گرایش نرم افزار",
        place: "فنی حرفه ایی دبیرستان شهید زارعی",
    },
    {
        year: "۱۳۹۰ - ۱۳۹۳",
        cert: "کاردانی",
        major: "رشته کامپیوتر گرایش نرم افزار",
        place: "دانشگاه آزاد اسلامی",
    },
    {
        year: "۱۳۹۲ - ۱۳۹۳",
        cert: "کارشناسی",
        major: "رشته کامپیوتر گرایش نرم افزار",
        place: "دانشگاه آزاد اسلامی",
    },
    {
        year: "۱۳۹۴ - ۱۳۹۵",
        cert: "کارشناسی ارشد",
        major: "رشته کامپیوتر گرایش نرم افزار",
        place: "دانشگاه آزاد اسلامی",
    },
]